Repository: 8j0rn/lakend-mail-telegram-notifier
Catalog: languages/lakend-notifier-*.po
Languages: ru_ru

source: For the Lakend Notifier plugin to work, PHP version %s or higher is required.
ru_ru: Для работы плагина Lakend Notifier требуется версия PHP %s или выше.

source: For the Lakend Notifier plugin to work, WordPress version %s or higher is required.
ru_ru: Для работы плагина Lakend Notifier требуется WordPress версии %s или выше.

source: Activation Error
ru_ru: Ошибка активации

source: Test
ru_ru: Тест

source: Send test
ru_ru: Отправить тест

source: Connection error
ru_ru: Ошибка подключения

source: Settings
ru_ru: Настройки

source: Successfully sent
ru_ru: Успешно отправлено

source: Sending error
ru_ru: Ошибка отправки

source: Email recipients not specified
ru_ru: Получатели электронной почты не указаны

source: Telegram bot token not specified
ru_ru: Токен бота Telegram не указан

source: Telegram chat ID not specified
ru_ru: Идентификатор чата Telegram не указан

source: Unknown Telegram API error
ru_ru: Неизвестная ошибка API Telegram

source: Lakend Notifier
ru_ru: Lakend Уведомитель Почта+Телеграмм

source: Sending Logs
ru_ru: Отправка журналов

source: Statistics
ru_ru: Статистика

source: Basic Settings
ru_ru: Основные настройки

source: Email Settings
ru_ru: Настройки электронной почты

source: Telegram Settings
ru_ru: Настройки Телеграма

source: Enable logging
ru_ru: Включить ведение журнала

source: Save history of all sent notifications
ru_ru: Сохранять историю всех отправленных уведомлений

source: Intercept all wp_mail()
ru_ru: Перехватывать все wp_mail())

source: Automatically intercept all calls to the standard WordPress wp_mail() function
ru_ru: Автоматически перехватывать все вызовы стандартной функции WordPress wp_mail()

source: Sender email
ru_ru: Отправитель электронной почты

source: Email address that will be indicated as sender
ru_ru: Адрес электронной почты, который будет указан в качестве отправителя

source: Sender name
ru_ru: Имя отправителя

source: Name that will be indicated as sender
ru_ru: Имя, которое будет указано в качестве отправителя

source: Telegram Bot Token
ru_ru: Токен Telegram-бота

source: Get from %s
ru_ru: Получить от %s

source: Telegram Chat ID
ru_ru: Идентификатор чата Telegram

source: Chat or channel ID (can be obtained from @userinfobot)
ru_ru: Идентификатор чата или канала (можно получить у @userinfobot))

source: Lakend Notifier plugin is not fully configured. %s
ru_ru: Плагин Lakend Notifier настроен не полностью.%s

source: Go to settings
ru_ru: Перейти в настройки

source: Lakend Mail-Telegram Notifier
ru_ru: Lakend Уведомитель Почта+Телеграмм

source: Centralized notification system for your site
ru_ru: Централизованная система уведомлений для вашего сайта

source: Settings saved!
ru_ru: Настройки сохранены!

source: Basic
ru_ru: Базовый

source: Email
ru_ru: Электронная почта

source: Advanced
ru_ru: Передовой

source: Telegram Testing
ru_ru: Тестирование Телеграмм

source: Search in logs:
ru_ru: Поиск в журналах:

source: Date
ru_ru: Дата

source: Subject
ru_ru: Предмет

source: Type
ru_ru: Тип

source: Channels
ru_ru: Каналы

source: Actions
ru_ru: Действия

source: Successful
ru_ru: Успешный

source: Error
ru_ru: Ошибка

source: View
ru_ru: Вид

source: Resend
ru_ru: Отправить повторно

source: No logs found
ru_ru: Журналы не найдены

source: Show more
ru_ru: Показать больше

source: Today
ru_ru: Сегодня

source: Last 7 days
ru_ru: Последние 7 дней

source: Last 30 days
ru_ru: Последние 30 дней

source: All time
ru_ru: Все время

source: Total
ru_ru: Общий

source: Failed
ru_ru: Неуспешный

source: Success Rate
ru_ru: Уровень успеха

source: Sending Statistics
ru_ru: Отправка статистики

source: Refresh
ru_ru: Обновить

source: No statistics data
ru_ru: Нет статистических данных

source: Sending...
ru_ru: Отправка.

source: Test notification sent!
ru_ru: Уведомление о тестировании отправлено!

source: Error sending test notification
ru_ru: Ошибка отправки тестового уведомления

source: Are you sure you want to clear the logs?
ru_ru: Вы уверены, что хотите очистить журналы?

source: Test notification sent successfully
ru_ru: Тестовое уведомление отправлено успешно

source: Telegram connection successful
ru_ru: Подключение к Telegram успешно

source: Telegram connection error
ru_ru: Ошибка подключения Телеграма

source: Logs cleared successfully
ru_ru: Журналы успешно очищены

source: Error clearing logs
ru_ru: Ошибка очистки журналов

source: Logs exported successfully
ru_ru: Журналы успешно экспортированы

source: Error exporting logs
ru_ru: Ошибка экспорта журналов

source: Sending Mode
ru_ru: Режим отправки

source: Send to both email and Telegram
ru_ru: Отправляйте как на почту, так и в Telegram

source: Send to email, notify in Telegram about sending
ru_ru: Отправить на почту, уведомить в Telegram об отправке

source: Choose how notifications should be sent
ru_ru: Выберите способ отправки уведомлений

source: Email successfully sent
ru_ru: Письмо успешно отправлено

source: Email sending error
ru_ru: Ошибка отправки электронной почты

source: Telegram notification sent
ru_ru: Уведомление в Telegram отправлено

source: Telegram notification error
ru_ru: Ошибка уведомления в Telegram

source: EMAIL SENT NOTIFICATION
ru_ru: УВЕДОМЛЕНИЕ ПО EMAIL ОТПРАВЛЕНО

source: Sending failed
ru_ru: Отправка не удалась

source: Sent at
ru_ru: Отправлено в

source: Recipients
ru_ru: Получатели

source: Brief content
ru_ru: Краткое содержание

source: Site
ru_ru: Сайт

source: Test Page
ru_ru: Тестовая страница

source: Test the operation of the notification system in different modes
ru_ru: Протестируйте работу системы уведомлений в разных режимах

source: Current Settings
ru_ru: Текущие настройки

source: Send to email, notify in Telegram
ru_ru: Отправить на почту, уведомить в Telegram

source: Email Sender
ru_ru: Отправитель электронной почты

source: Telegram Status
ru_ru: Статус телеграммы

source: Configured
ru_ru: Настроен

source: Not configured
ru_ru: Не настроено

source: Edit Settings
ru_ru: Изменить настройки

source: Quick Test
ru_ru: Быстрый тест

source: Send a test notification with current settings
ru_ru: Отправить тестовое уведомление с текущими настройками

source: Test Mode: Both channels
ru_ru: Тестовый режим: Оба канала

source: Test Mode: Email + Telegram notification
ru_ru: Тестовый режим: электронная почта + уведомление в Telegram

source: Advanced Testing
ru_ru: Расширенное тестирование

source: Test Mode
ru_ru: Тестовый режим

source: Email only
ru_ru: Только электронная почта

source: Test notification from Lakend Notifier
ru_ru: Тестовое уведомление от Lakend Notifier

source: Message
ru_ru: Сообщение

source: Email Recipients
ru_ru: Получатели электронной почты

source: Comma separated emails
ru_ru: Электронные письма, разделенные запятыми

source: If empty, the default recipient from settings will be used
ru_ru: Если пусто, будет использоваться получатель по умолчанию из настроек

source: Notification Type
ru_ru: Тип уведомления

source: Used for logging and channel configuration
ru_ru: Используется для регистрации и настройки канала

source: Run Advanced Test
ru_ru: Запустить расширенный тест

source: Reset to Default
ru_ru: Сбросить настройки по умолчанию

source: Test Results History
ru_ru: История результатов испытаний

source: Refresh History
ru_ru: Обновить историю

source: Mode
ru_ru: Режим

source: Telegram
ru_ru: Телеграмм

source: Status
ru_ru: Статус

source: Both channels
ru_ru: Оба канала

source: Email + notification
ru_ru: Электронная почта + уведомление

source: Telegram only
ru_ru: Nолько телеграмм

source: Success
ru_ru: Успех

source: No test results yet. Run your first test!
ru_ru: Результатов испытаний пока нет.Проведите свой первый тест!

source: Test completed in both channels mode
ru_ru: Тест завершен в режиме обоих каналов

source: Test completed in email + notification mode
ru_ru: Тест завершен в режиме электронной почты + уведомления

source: Advanced test completed successfully
ru_ru: Расширенный тест успешно завершен

source: results
ru_ru: результаты

source: Loading...
ru_ru: Загрузка.

source: Error loading history
ru_ru: Ошибка загрузки истории
